import React from 'react';
import './NotAvaliable.css'; // Импорт на CSS стиловете

const NotAvaliable = () => {
    return (
        <section id="not-avaliable" className="not-avaliable">
            {/* <h2>Добре дошли в нашия магически свят на Disney ключодържатели!</h2>             */}
            {/* <p>Ако сте фен на Disney и искате да добавите щипка вълшебство към вашето ежедневие, нашите ключодържатели са перфектният аксесоар за вас. Вдъхновени от емблематични герои като Ариел, Шрек и Рапунцел, всеки ключодържател е изработен с внимание към детайла и качеството. Независимо дали искате да зарадвате себе си или близък приятел, ние предлагаме уникални дизайни, които ще внесат усмивка във всяка ситуация. Подарете си късче магия с нашите висококачествени и стилни Disney ключодържатели!</p> */}
            <h2>Благодарим за интереса! За съжаление продуктът не е наличен в момента!</h2>
        </section>
    );
};

export default NotAvaliable;
