import React from 'react';
import './GeneralInfo.css'; // Импорт на CSS стиловете

const GeneralInfo = () => {
    return (
        <section id="general-info" className="general-info">
            {/* <h2>Добре дошли в нашия магически свят на Disney ключодържатели!</h2>             */}
            {/* <p>Ако сте фен на Disney и искате да добавите щипка вълшебство към вашето ежедневие, нашите ключодържатели са перфектният аксесоар за вас. Вдъхновени от емблематични герои като Ариел, Шрек и Рапунцел, всеки ключодържател е изработен с внимание към детайла и качеството. Независимо дали искате да зарадвате себе си или близък приятел, ние предлагаме уникални дизайни, които ще внесат усмивка във всяка ситуация. Подарете си късче магия с нашите висококачествени и стилни Disney ключодържатели!</p> */}
            <h2>Добре дошли в KeyCouple!</h2>
            <p>KeyCouple предлага специални Дисни ключодържатели за двойки, които носят магията на любимите герои във вашето ежедневие. Идеалният начин да покажете своята връзка с малък, но значим аксесоар!</p>
        </section>
    );
};

export default GeneralInfo;
